[
{
  "name": "Canal-web",
  "description": {
    "es": "Canal is a herramienta de análisis de automatas celulares elementales basado en web. Puedes establecer tu estado inicial y correr cualquier regla ECA en él. Hay otras opciones que extienden las posibilidades del análisis y las simulaciones."
  },
  "image": "http://edwrodrig.github.io/img/projects/canal-web.gif",
  "url": "http://edwrodrig.github.io/canal-web"
},
{
  "name": "ERoulette",
  "description": {
    "en": "If you have problems taking decisions ERoulette is the solution. ERoulette is a customizable roulette desktop application that helps you to choose a random alternative. Make your own options image, assign probabilities and spin it!. As a demostration, ERoulette application is preconfigured as a day activity roulette to choose what thing to do someday."
  },
  "image": "http://edwrodrig.github.io/img/projects/eroulette.png",
  "url": "http://edwrodrig.github.io/eroulette"
},
{
  "name": "Far Flight",
  "description": {
    "es" :"Far Flight es un juego html5 en donde tu objetivo es volar tan lejos como puedas sin chocar con los bloques que aparecen en el camino. La velocidad aumenta en cada instante haciendo al juego más difícil con cada segundo que pasa."
  },
  "image": "http://edwrodrig.github.io/img/projects/far-flight.png",
  "url": "http://edwrodrig.github.io/farflight",
  "importance" : 10
},
{
  "name": "Ougijaaken",
  "description": {
    "es": "Ougijaaken es un comic fuertemente influenciado por Dragon Ball hecho en mi niñez. El único propósito de publicar esta historia es compartirla ya que es preferible eso antes que permanezca guardada por siempre en mis carpetas. ¡Espero que disfruten!"
  },
  "image": "http://edwrodrig.github.io/img/projects/ougijaaken.jpg",
  "url": "http://edwrodrig.github.io/ougijaaken"
},
{
  "name": "pitri.js",
  "description": {
    "es": "pitri.js es una pequeña librería javascript para proyectar puntos con perspectiva. Esta libería está escrita en javascript puro lo que la hace adecuada para casos de uso simples donde no queremos usar inflados frameworks. pitri.js provee funciones para definir una vista de camara y transformar un punto 2d en coordenadas de pantalla."
  },
  "image": "http://edwrodrig.github.io/img/projects/pitri.js.png",
  "url": "http://edwrodrig.github.io/pitri.js"
},
{
 "name": "Tundra Piechart",
  "description": {
    "en" :"Tundra is a piechart viewer and editor software for bioinformatics. You can import data from several sources including MGTaxa, QIIME, Krona and plain text. Edition is very interactive with high degree of freedom. You can export your piechart to PNG and SVG image formats."
  },
  "url": "http://inf.imo-chile.cl/en/software/tundra.html",
  "importance": 2
}
]
